{
    "entities": [
        {
            "value": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else."
        },
        {
            "value": "Challenges are what make life interesting and overcoming them is what makes life meaningful."
        },
        {
            "value": "Its hard to wait around for something you know might never happen; but its harder to give up when you know its everything you want."
        },
        {
            "value": "Good things come to those who wait… greater things come to those who get off their ass and do anything to make it happen."
        },
        {
            "value": "The pain you feel today is the strength you feel tomorrow."
        },
        {
            "value": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending."
        },
        {
            "value": "In this life, to earn you place you must fight for it!"
        },
        {
            "value": "Winners know when to quit. WHEN THEY WIN"
        },
        {
            "value": "These things we do that others may live."
        },
        {
            "value": "When cities burn and armies turn and flee in disarray, cowards will cry: 'Tis best to fly, and fight another day'. But warriors know in their marrow, When they die and fall, 'tis best to have fought and lost than not to have fought at all."
        },
        {
            "value": "You shall remember this victory forever"
        },
        {
            "value": "One day, your grandchildren shall tell the tale of this moment."
        },
        {
            "value": "You know your worth. It’s time to show it."
        },
        {
            "value": "Your success shall be all our success"
        },
        {
            "value": "Once, I made the decision to stand by your side, and I make that same choice again now."
        },
        {
            "value": "There is no greater companion than you."
        },
        {
            "value": "I am with you, from now until the end."
        },
        {
            "value": "I believe in you, not because you are infallible, but because you never give up"
        },
        {
            "value": "The sweetness of victory shall be like divine honey. Can you already taste it?"
        },
        {
            "value": "Let them cower before our fury!"
        },
        {
            "value": "Let them taste our might!"
        },
        {
            "value": "The fire burning within you is as great as a thousand suns!"
        },
        {
            "value": "Even the gods shall be awestruck by your deeds!"
        },
        {
            "value": "Hesitate not, my comrade! Onward!"
        },
        {
            "value": "This is the moment we change the course of history!"
        },
        {
            "value": "The heart of a lion beats within your chest!"
        },
        {
            "value": "Give up and die, or fight and live!"
        },
        {
            "value": "Do you fear this monster? You should. But even more, it should fear you!"
        },
        {
            "value": "Strike them down. We may not be in the right, but I don’t care. In battle, it doesn’t matter who’s right, it matters who’s left."
        },
        {
            "value": "This might end in disaster. But it also might end in us becoming the richest bastards in the world."
        },
        {
            "value": "Worry not, when I tell the tale of this moment one day, I’ll leave out how you would have failed spectacularly without my help."
        },
        {
            "value": "You’re always dressed to kill. You use magic the same way too."
        },
        {
            "value": "There is no sweeter music than the screams of our enemies. Now, go compose."
        },
        {
            "value": "If reckless shenanigans got us into this mess, then why can’t they get us out?"
        },
        {
            "value": "If it weren’t for foolish attempts at glory, then nothing would ever be accomplished."
        },
        {
            "value": "This is your opportunity to rise from the ashes and grab glory!"
        },
        {
            "value": "Where there is no peril in the fight, there is no glory in the triumph."
        },
        {
            "value": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins."
        },
        {
            "value": "It is fatal to enter battle without the will to win it."
        },
        {
            "value": "The purpose of battle is to attain the greatest heights within your own limits!"
        },
        {
            "value": "Know thy self, know thy enemy. A thousand battles, a thousand victories."
        },
        {
            "value": "If you know the enemy and know yourself you need not fear the results of a hundred battles."
        },
        {
            "value": "No one cam win every battle, But no one should fall without a struggle!"
        },
        {
            "value": "Don't stop when you're tired, Stop when we have won!"
        },
        {
            "value": "If there is nothing but what we make in this world, friends…let us make it good."
        },
        {
            "value": "The future is worth it. All the pain. All the tears. The future is worth the fight."
        },
        {
            "value": "What happens when the unstoppable force meets the immovable object? They surrender."
        },
        {
            "value": "The real crime would be not to finish what we started."
        },
        {
            "value": "A true hero isn’t measured by the size of their strength, but by the size of their heart."
        },
        {
            "value": "There is a right and a wrong in the universe, and the distinction is not hard to make."
        }
    ]
}