{
    "entities": [
        {
            "value": "What smells worse than a goblin? Oh yeah, you!"
        },
        {
            "value": "Your mother takes up more tiles than a gelatinous cube!"
        },
        {
            "value": "You're going to make an excellent belt!"
        },
        {
            "value": "I'm glad you're tall...It means there's more of you I can despise!"
        },
        {
            "value": "I don't know whether to use charm person or hold monster!"
        },
        {
            "value": "You're the reason baby gnomes cry!"
        },
        {
            "value": "I swear, if you were any worse at this, you'd be doing our job for us!"
        },
        {
            "value": "On a scale of 1 - 10, you're proper screwed!"
        },
        {
            "value": "Your mother was a kobold and your father smelled of elderberry!"
        },
        {
            "value": "It gives me a headache just trying to think down to your level!"
        },
        {
            "value": "Some day you'll meet a doppelganger of yourself and be disappointed!"
        },
        {
            "value": "Are you always stupid, or are you making a special effort today!"
        },
        {
            "value": "You're lucky to be born beautiful, unlike me, who was born to be a big liar!"
        },
        {
            "value": "Your momma's so ugly, clerics try to turn her!"
        },
        {
            "value": "Your magic is as bad as your breath!"
        },
        {
            "value": "If ignorance is bliss, you must be the happiest person alive!"
        },
        {
            "value": "I could say you're as ugly as an ogre, but that would be an insult to ogres!"
        },
        {
            "value": "I would contact your mother about your death, but I don't speak goblin!"
        },
        {
            "value": "Your very existence is an insult to all!"
        },
        {
            "value": "You are maggot pie served from a dwarf's codpiece!"
        },
        {
            "value": "You look like a scab on a troll's wart!"
        },
        {
            "value": "No loot is worth having to look at you!"
        },
        {
            "value": "Would you like me to remove that curse? Oh my mistake, you were just born that way!"
        },
        {
            "value": "Your ugly face makes a good argument against raising the dead!"
        },
        {
            "value": "If your brain exploded, it wouldn't even mess up your hair!"
        },
        {
            "value": "Somewhere, Your depriving a village of it's idiot!"
        },
        {
            "value": "I heard what happened to your mother, it's not everyday your reflection kills you!"
        },
        {
            "value": "You're so stupid, if an illithid tried to eat your brain, it would starve to death!"
        },
        {
            "value": "What's that smell? I thought breath weapons were suppose to come out of your mouth!"
        },
        {
            "value": "Did your mother cast a darkness spell to feed you!"
        },
        {
            "value": "No wonder you're hiding behind cover, I'd hide too with a face like that!"
        },
        {
            "value": "Do you have a pen? Well you'd better get back to it before the farmer knows you are missing!"
        },
        {
            "value": "If I were you, I'd go and get my money back for that remove curse spell!"
        },
        {
            "value": "Very impressive, I think I'll hire you out for children's parties!"
        },
        {
            "value": "By looking at you, now I know what you get when you scrape out the bottom of the barrel!"
        },
        {
            "value": "I wish I still had that blindness spell, then I wouldn't have to endure that face anymore!"
        },
        {
            "value": "Tell me, did you run away from your parents, or did they run away from you!"
        },
        {
            "value": "They say every rose has its thorn, ain't that right, buttercup!"
        },
        {
            "value": "I'd say you were a worthy opponent, but I once fought a flumph wielding a dandelion!"
        },
        {
            "value": "How does it feel that you're not worthy of anyone casting a decent spell on you!"
        },
        {
            "value": "One day I'm going to make a ballad of this fight. Tell me your name, I hope it rhymes with horribly slaughtered!"
        },
        {
            "value": "Didn't there used to be like twice as many of you guys? What's up with that, huh!"
        },
        {
            "value": "Wait, wait, I just need to ask, what do you need us to put on your headstone!"
        },
        {
            "value": "You do know the pointy end is suppose to go in the other guy, right!"
        },
        {
            "value": "You're so pungent, sewers are masked by your stench."
        },
        {
            "value": "Congratulations! You're a failure."
        },
        {
            "value": "You look so bad you give others exhaustion automatically."
        },
        {
            "value": "A Wild Magic Sorcerer has better control than you!"
        },
        {
            "value": "The god of futile fights appreciates your devotion."
        },
        {
            "value": "Your mother is disappointed in you."
        }
    ]
}